Repository: PangMo5/Tatami
Catalog: DemoLab/Localization/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %@ · Revision %lld
ja: %1$@ · リビジョン %2$lld
ko: %1$@ · 버전 %2$lld
zh_hans: %1$@ · 修订版 %2$lld
zh_hant: %1$@ · 修訂版 %2$lld

source: %lld / 3 checks passed
ja: 3 件中 %lld 件のチェックに合格
ko: 검사 3개 중 %lld개 통과
zh_hans: 3 项检查中 %lld 项通过
zh_hant: 3 項檢查中通過 %lld 項

source: %lld messages
ja: メッセージ %lld 件
ko: 메시지 %lld개
zh_hans: %lld 条消息
zh_hant: %lld 則訊息

source: %lld of %lld done
ja: 全 %2$lld 件中 %1$lld 件完了
ko: 전체 %2$lld개 중 %1$lld개 완료
zh_hans: 共 %2$lld 项，已完成 %1$lld 项
zh_hant: 共 %2$lld 項，已完成 %1$lld 項

source: A better way to manage all the windows on your desktop.
ja: デスクトップに開いたすべてのウインドウをもっと便利に整理して、やりたい作業をそのまま続ける新しい方法です。
ko: 데스크톱에 열려 있는 모든 창을 더 편리하게 정리하고 원하는 작업을 이어가는 새로운 방법이에요.
zh_hans: 用一种更方便的方法整理桌面上打开的所有窗口，把需要的应用放在一起，随时回到刚才的工作继续操作。
zh_hant: 用更方便的方式整理桌面上開啟的所有視窗，把需要的 App 放在一起，隨時回到剛才的工作繼續操作。

source: A calmer way to work.
ja: 落ち着いて、仕事を進めよう。
ko: 더 차분하게 일해요.
zh_hans: 让工作更从容。
zh_hant: 讓工作更從容。

source: A good follow-up is small enough to do next.
ja: 次にすぐ取りかかれる、小さな作業を残しましょう。
ko: 다음에 바로 할 수 있는 작은 일을 적어보세요.
zh_hans: 记下接下来就能完成的一件小事。
zh_hant: 記下接下來就能完成的一件小事。

source: A place to begin
ja: 作業を始める場所
ko: 시작할 자리
zh_hans: 开始工作的地方
zh_hant: 開始工作的地方

source: A place to return
ja: 作業に戻る場所
ko: 돌아올 자리
zh_hans: 随时回来的地方
zh_hant: 隨時回來的地方

source: A real piece of work moving from draft to review. Keep the tools visible and let the workflow explain itself.
ja: 下書きからレビューまで、実際の作業を見せます。必要なツールを並べて、仕事の流れを伝えましょう。
ko: 초안을 작성하고 검토하는 실제 작업을 보여줘요. 필요한 도구를 나란히 두고 흐름을 자연스럽게 보여주세요.
zh_hans: 展示从草稿到评审的实际工作。把需要的工具放在眼前，让操作过程自然说明用途。
zh_hant: 展示從草稿到審閱的實際工作。把需要的工具放在眼前，讓操作過程自然說明用途。

source: A short headline, followed by a concrete explanation.
ja: 短い見出しに、具体的な説明を添えます。
ko: 짧은 제목 뒤에 구체적인 설명을 더해요.
zh_hans: 用简短的标题搭配具体说明。
zh_hant: 用簡短的標題搭配具體說明。

source: A short introduction for people meeting the product for the first time.
ja: 初めてこの製品を知る人に向けた、短い紹介です。
ko: 제품을 처음 만나는 사람을 위한 짧은 소개예요.
zh_hans: 为第一次了解产品的人写一段简短介绍。
zh_hant: 為第一次認識產品的人寫一段簡短介紹。

source: A small change. A clearer idea.
ja: 少し変えて、もっと伝わる文章に。
ko: 조금 바꿔도 더 분명해져요.
zh_hans: 小改动，让表达更清楚。
zh_hant: 小改動，讓表達更清楚。

source: A workspace brings together the apps and layout for one task. Switch away, then return to the place you left.
ja: 一つの作業に必要なアプリと配置をワークスペースにまとめます。別の作業を終えたら、元の場所に戻れます。
ko: 하나의 작업에 필요한 앱과 배치를 작업 공간에 모아요. 다른 일을 마치면 이전 자리로 돌아올 수 있어요.
zh_hans: 工作区把一项任务需要的应用和布局放在一起。切换去做别的事后，还能回到原来的位置。
zh_hant: 工作空間把一項工作需要的 App 和排列放在一起。切換去做別的事後，還能回到原來的位置。

source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Add a product screenshot
ja: 製品のスクリーンショットを追加
ko: 제품 스크린샷 추가
zh_hans: 添加产品截图
zh_hant: 新增產品截圖

source: Add a task
ja: タスクを追加
ko: 할 일 추가
zh_hans: 添加任务
zh_hant: 新增待辦事項

source: Add note
ja: コメントを追加
ko: 의견 추가
zh_hans: 添加意见
zh_hant: 新增意見

source: All changes saved
ja: 変更をすべて保存しました。
ko: 변경 사항을 모두 저장했어요.
zh_hans: 所有更改已保存。
zh_hant: 已儲存所有變更。

source: Approve
ja: 承認
ko: 승인
zh_hans: 批准
zh_hant: 核准

source: Approved
ja: 承認済み
ko: 승인 완료
zh_hans: 已批准
zh_hant: 已核准

source: Approved for the launch page
ja: 公開ページへの掲載を承認しました。
ko: 출시 페이지에 사용할 수 있어요.
zh_hans: 已批准用于发布页面。
zh_hant: 已核准用於發布頁面。

source: Before we share it.
ja: 共有する前に確認しよう。
ko: 공유하기 전에 확인해요.
zh_hans: 分享前，检查一下。
zh_hant: 分享前，檢查一下。

source: Before you share
ja: 共有前の確認
ko: 공유 전 확인
zh_hans: 分享前检查
zh_hant: 分享前檢查

source: Bring the tools for this task together.
ja: この作業に必要なツールをまとめます。
ko: 이 작업에 필요한 도구를 모아요.
zh_hans: 把这项任务需要的工具放在一起。
zh_hant: 把這項工作需要的工具放在一起。

source: CONTENT / DIRECTION
ja: コンテンツ / 方針
ko: 콘텐츠 / 방향
zh_hans: 内容 / 方向
zh_hant: 內容 / 方向

source: Canvas / Live preview
ja: Canvas / ライブプレビュー
ko: Canvas / 실시간 미리보기
zh_hans: Canvas / 实时预览
zh_hant: Canvas / 即時預覽

source: Check copy
ja: 文章をチェック
ko: 문구 검사
zh_hans: 检查文案
zh_hant: 檢查文案

source: Check the copy, request a review, and add one clear product screenshot.
ja: 文章を確認してレビューを依頼し、製品がよくわかるスクリーンショットを 1 枚追加しましょう。
ko: 문구를 확인하고 검토를 요청해요. 제품이 잘 보이는 스크린샷도 하나 추가해주세요.
zh_hans: 检查文案，请同事评审，再添加一张能清楚展示产品的截图。
zh_hant: 檢查文案，請同事審閱，再新增一張能清楚展示產品的截圖。

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Cobalt
ja: コバルト
ko: 코발트
zh_hans: 钴蓝
zh_hant: 鈷藍

source: Command in progress
ja: コマンドを実行しています。
ko: 명령을 실행하고 있어요.
zh_hans: 正在执行命令。
zh_hant: 正在執行指令。

source: Content
ja: コンテンツ
ko: 콘텐츠
zh_hans: 内容
zh_hant: 內容

source: Content direction
ja: コンテンツの方針
ko: 콘텐츠 방향
zh_hans: 内容方向
zh_hant: 內容方向

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 拷貝

source: Copy / Draft
ja: 文章 / 下書き
ko: 문구 / 초안
zh_hans: 文案 / 草稿
zh_hant: 文案 / 草稿

source: Copy checks pending
ja: 文章はまだチェックしていません。
ko: 문구를 아직 검사하지 않았어요.
zh_hans: 文案尚未检查。
zh_hant: 尚未檢查文案。

source: Could not render the preview
ja: プレビューを作成できませんでした。
ko: 미리보기를 만들지 못했어요.
zh_hans: 无法生成预览。
zh_hant: 無法產生預覽。

source: Cut
ja: カット
ko: 오려두기
zh_hans: 剪切
zh_hant: 剪下

source: DESCRIPTION
ja: 説明
ko: 설명
zh_hans: 说明
zh_hant: 說明

source: Description explains the workflow
ja: 説明に作業の流れが書かれています。
ko: 설명에 작업 흐름이 담겨 있어요.
zh_hans: 说明介绍了工作流程。
zh_hant: 說明介紹了工作流程。

source: Draft · revision %lld
ja: 下書き · リビジョン %lld
ko: 초안 · 버전 %lld
zh_hans: 草稿 · 修订版 %lld
zh_hant: 草稿 · 修訂版 %lld

source: Edit
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Enter Full Screen
ja: フルスクリーンにする
ko: 전체 화면 시작
zh_hans: 进入全屏幕
zh_hant: 進入全螢幕

source: Exit %d
ja: 終了コード %d
ko: 종료 코드 %d
zh_hans: 退出码 %d
zh_hant: 結束代碼 %d

source: Export
ja: 書き出す
ko: 내보내기
zh_hans: 导出
zh_hant: 輸出

source: FOLLOW-UP
ja: 次の作業
ko: 후속 작업
zh_hans: 后续任务
zh_hant: 後續工作

source: Find in brief
ja: 資料内を検索
ko: 안내에서 찾기
zh_hans: 在说明中查找
zh_hant: 在說明中尋找

source: Find your flow
ja: 自分のペースで始める
ko: 내 흐름 찾기
zh_hans: 找到工作节奏
zh_hant: 找到工作節奏

source: Forest
ja: フォレスト
ko: 포레스트
zh_hans: 森林绿
zh_hant: 森林綠

source: Give every task its own workspace. Bring the apps you need together, keep their layout, and return to your work without rearranging windows.
ja: 作業ごとにワークスペースを用意しましょう。必要なアプリと配置をまとめておけば、ウインドウを並べ直さずに、途中の作業へ戻れます。
ko: 작업마다 필요한 앱을 작업 공간에 모아두세요. 앱의 배치를 기억하니, 창을 다시 정리하지 않고 하던 일을 이어갈 수 있어요.
zh_hans: 为每项任务准备一个工作区。把需要的应用放在一起，保留它们的布局。再次回来时，不用重新整理窗口，就能接着工作。
zh_hant: 為每項工作準備一個工作空間。把需要的 App 放在一起，保留它們的排列。再次回來時，不用重新整理視窗，就能接著工作。

source: HEADLINE
ja: 見出し
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: Headline
ja: 見出し
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: Headline is 1–40 characters
ja: 見出しが 1〜40 文字です。
ko: 제목이 1~40자예요.
zh_hans: 标题为 1 至 40 个字符。
zh_hant: 標題為 1 到 40 個字元。

source: Hooks
ja: フック
ko: 훅
zh_hans: 钩子
zh_hant: 掛鉤

source: Keep it short
ja: 短く書く
ko: 짧게 쓰기
zh_hans: 保持简短
zh_hant: 保持簡短

source: Keep the arrangement that works for you.
ja: 使いやすい配置をそのまま残します。
ko: 나에게 맞는 배치를 기억해요.
zh_hans: 保留适合你的布局。
zh_hant: 保留適合你的排列。

source: Keep the conversation here.
ja: 会話は、ここで続けよう。
ko: 대화는 여기서 이어가요.
zh_hans: 在这里继续讨论。
zh_hant: 在這裡繼續討論。

source: Keep the next small steps beside the work.
ja: 次にする小さな作業を、手元に置いておきましょう。
ko: 다음에 할 작은 일을 작업 옆에 두세요.
zh_hans: 把接下来要做的小事放在工作旁边。
zh_hant: 把接下來要做的小事放在工作旁邊。

source: LAUNCH / WEBSITE
ja: 公開 / Web サイト
ko: 출시 / 웹사이트
zh_hans: 发布 / 网站
zh_hant: 發布 / 網站

source: Launch brief
ja: 公開に向けた資料
ko: 출시 안내
zh_hans: 发布说明
zh_hant: 發布說明

source: Launch brief / Team reference
ja: 公開に向けた資料 / チームの参考情報
ko: 출시 안내 / 팀 참고 자료
zh_hans: 发布说明 / 团队参考
zh_hant: 發布說明 / 團隊參考

source: Launch checklist
ja: 公開前のチェックリスト
ko: 출시 체크리스트
zh_hans: 发布检查清单
zh_hant: 發布檢查清單

source: Launch checks
ja: 公開前のチェック
ko: 출시 검사
zh_hans: 发布检查
zh_hant: 發布檢查

source: Launch checks · second session
ja: 公開前のチェック · 2 つ目のセッション
ko: 출시 검사 · 두 번째 세션
zh_hans: 发布检查 · 第二个会话
zh_hant: 發布檢查 · 第二個工作階段

source: Launch copy
ja: 公開用の文章
ko: 출시 문구
zh_hans: 发布文案
zh_hant: 發布文案

source: Launch copy · review
ja: 公開用の文章 · レビュー
ko: 출시 문구 · 검토
zh_hans: 发布文案 · 评审
zh_hant: 發布文案 · 審閱

source: Launch copy · second review
ja: 公開用の文章 · 2 回目のレビュー
ko: 출시 문구 · 두 번째 검토
zh_hans: 发布文案 · 第二次评审
zh_hant: 發布文案 · 第二次審閱

source: Launch page
ja: 公開ページ
ko: 출시 페이지
zh_hans: 发布页面
zh_hant: 發布頁面

source: Launch page · alternate
ja: 公開ページ · 別案
ko: 출시 페이지 · 다른 안
zh_hans: 发布页面 · 备选方案
zh_hant: 發布頁面 · 替代方案

source: Launch page · canvas
ja: 公開ページ · Canvas
ko: 출시 페이지 · Canvas
zh_hans: 发布页面 · Canvas
zh_hant: 發布頁面 · Canvas

source: Launch status
ja: 公開までの進み具合
ko: 출시 진행 상황
zh_hans: 发布进度
zh_hant: 發布進度

source: Launch tools check copy Validate the saved draft tatami … Run the real Tatami CLI focus-session Run the workspace setup script set-spacing 24 Edit the live TOML configuration
ja: 公開用ツール check copy 保存した下書きをチェック tatami … 実際の Tatami CLI を実行 focus-session ワークスペースの準備スクリプトを実行 set-spacing 24 実際の TOML 設定を編集
ko: 출시 도구 check copy 저장한 초안 검사 tatami … 실제 Tatami CLI 실행 focus-session 작업 공간 준비 스크립트 실행 set-spacing 24 실제 TOML 설정 수정
zh_hans: 发布工具 check copy 检查已保存的草稿 tatami … 执行实际的 Tatami CLI focus-session 运行工作区准备脚本 set-spacing 24 修改实际的 TOML 配置
zh_hant: 發布工具 check copy 檢查已儲存的草稿 tatami … 執行實際的 Tatami CLI focus-session 執行工作空間準備指令稿 set-spacing 24 修改實際的 TOML 設定

source: Leave a review note
ja: レビューのコメントを入力
ko: 검토 의견 남기기
zh_hans: 留下评审意见
zh_hant: 留下審閱意見

source: Let readers see the draft, the review and the saved layout. A quiet moment of real work says more than a list of shortcuts.
ja: 下書き、レビュー、保存した配置を見せましょう。実際に作業する場面のほうが、ショートカットの一覧より伝わります。
ko: 초안과 검토 결과, 저장한 배치를 보여주세요. 실제로 작업하는 모습이 단축키 목록보다 더 잘 전달돼요.
zh_hans: 让读者看到草稿、评审和保存的布局。实际工作的片刻，比一串快捷键更能说明用途。
zh_hant: 讓讀者看到草稿、審閱和儲存的排列。實際工作的片刻，比一串快速鍵更能說明用途。

source: Live from the saved draft
ja: 保存した下書きをそのまま表示します。
ko: 저장한 초안을 바로 보여줘요.
zh_hans: 实时显示已保存的草稿。
zh_hant: 即時顯示已儲存的草稿。

source: Local automation
ja: ローカルの自動化
ko: 로컬 자동화
zh_hans: 本地自动化
zh_hant: 本機自動化

source: Local demo conversation
ja: ローカルのデモ会話
ko: 로컬 데모 대화
zh_hans: 本地演示对话
zh_hant: 本機示範對話

source: Local review
ja: ローカルのレビュー
ko: 로컬 검토
zh_hans: 本地评审
zh_hant: 本機審閱

source: Make room for better work.
ja: 仕事が進む場所をつくろう。
ko: 더 편하게 일할 자리를 만들어요.
zh_hans: 为更顺手的工作腾出空间。
zh_hant: 為更順手的工作騰出空間。

source: Message #launch
ja: #launch にメッセージを入力
ko: #launch에 메시지 보내기
zh_hans: 给 #launch 发消息
zh_hant: 傳送訊息到 #launch

source: Minimize
ja: しまう
ko: 최소화
zh_hans: 最小化
zh_hant: 縮小

source: New Window
ja: 新規ウインドウ
ko: 새 윈도우
zh_hans: 新建窗口
zh_hant: 新增視窗

source: No matches.
ja: 一致する項目がありません。
ko: 검색 결과가 없어요.
zh_hans: 没有匹配结果。
zh_hant: 找不到符合的結果。

source: On it. I’ll send the updated copy here.
ja: 了解です。直した文章をここに送ります。
ko: 좋아요. 수정한 문구를 여기로 보낼게요.
zh_hans: 好的，修改后我会把文案发到这里。
zh_hant: 好，修改後我會把文案傳到這裡。

source: One clear idea
ja: 伝えたいことを一つに
ko: 분명한 생각 하나
zh_hans: 一个清楚的想法
zh_hant: 一個清楚的想法

source: Overview
ja: 概要
ko: 개요
zh_hans: 概览
zh_hant: 概覽

source: PROJECT / LAUNCH
ja: プロジェクト / 公開
ko: 프로젝트 / 출시
zh_hans: 项目 / 发布
zh_hant: 專案 / 發布

source: Paste
ja: ペースト
ko: 붙여넣기
zh_hans: 粘贴
zh_hant: 貼上

source: People who switch between writing, reviewing and talking to their team. Their tools change with the task.
ja: 文章を書く、レビューする、チームと話す。作業に合わせて使うツールが変わる人に向けた製品です。
ko: 글을 쓰고, 검토하고, 팀과 대화하는 사람을 위한 제품이에요. 하는 일에 따라 필요한 도구도 달라져요.
zh_hans: 面向经常在写作、评审和团队沟通之间切换的人。任务变了，需要的工具也会变。
zh_hant: 提供給經常在撰寫、審閱和團隊溝通之間切換的人。工作變了，需要的工具也會變。

source: Plain language
ja: わかりやすい言葉
ko: 쉬운 말
zh_hans: 易懂的语言
zh_hant: 易懂的文字

source: Product Journal
ja: 製品 ジャーナル
ko: 제품 이야기
zh_hans: 产品 文章
zh_hant: 產品 文章

source: Project
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目
zh_hant: 專案

source: Quit %@
ja: %@ を終了
ko: %@ 종료
zh_hans: 退出 %@
zh_hant: 結束 %@

source: READY FOR REVIEW
ja: レビューの準備完了
ko: 검토 준비 완료
zh_hans: 准备评审
zh_hant: 準備審閱

source: REFERENCE
ja: 参考資料
ko: 참고 자료
zh_hans: 参考资料
zh_hant: 參考資料

source: REVIEW NOTE
ja: レビューのコメント
ko: 검토 의견
zh_hans: 评审意见
zh_hant: 審閱意見

source: ROOM TO THINK
ja: 考える余白
ko: 생각할 여유
zh_hans: 留出思考的空间
zh_hant: 留出思考的空間

source: Ready
ja: 準備完了
ko: 준비 완료
zh_hans: 就绪
zh_hant: 準備就緒

source: Ready to share
ja: 共有する準備ができました。
ko: 공유할 준비가 됐어요.
zh_hans: 可以分享了。
zh_hant: 可以分享了。

source: Reference
ja: 参考資料
ko: 참고 자료
zh_hans: 参考资料
zh_hant: 參考資料

source: Review / Website
ja: レビュー / Web サイト
ko: 검토 / 웹사이트
zh_hans: 评审 / 网站
zh_hant: 審閱 / 網站

source: Review approved
ja: レビューを承認しました。
ko: 검토를 승인했어요.
zh_hans: 评审已批准。
zh_hant: 已核准審閱。

source: Review the launch copy
ja: 公開用の文章をレビュー
ko: 출시 문구 검토
zh_hans: 评审发布文案
zh_hant: 審閱發布文案

source: Reviewing revision %lld
ja: リビジョン %lld をレビュー中です。
ko: 검토하고 있어요 · 버전 %lld
zh_hans: 正在评审修订版 %lld。
zh_hant: 正在審閱修訂版 %lld。

source: Revision %lld
ja: リビジョン %lld
ko: 버전 %lld
zh_hans: 修订版 %lld
zh_hant: 修訂版 %lld

source: Running
ja: 実行中
ko: 실행 중
zh_hans: 运行中
zh_hant: 執行中

source: SEARCH
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: SUGGESTED HEADLINE
ja: 見出しの提案
ko: 제안 제목
zh_hans: 建议标题
zh_hant: 建議標題

source: Sand
ja: サンド
ko: 샌드
zh_hans: 沙金
zh_hant: 沙金

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Saved locally
ja: この Mac に保存しました。
ko: 이 기기에 저장했어요.
zh_hans: 已保存在本机。
zh_hant: 已儲存在這部 Mac。

source: Say one thing clearly.
ja: 一つのことを、はっきり伝えよう。
ko: 하나만 분명하게 전해요.
zh_hans: 把一件事说清楚。
zh_hant: 把一件事說清楚。

source: Select All
ja: すべてを選択
ko: 모두 선택
zh_hans: 全选
zh_hant: 全選

source: Send
ja: 送信
ko: 보내기
zh_hans: 发送
zh_hant: 傳送

source: Show the result
ja: 結果を見せる
ko: 결과 보여주기
zh_hans: 展示结果
zh_hant: 展示結果

source: Synced with the saved draft
ja: 保存した下書きと同期しています。
ko: 저장한 초안과 동기화했어요.
zh_hans: 已与保存的草稿同步。
zh_hant: 已與儲存的草稿同步。

source: TEAM
ja: チーム
ko: 팀
zh_hans: 团队
zh_hant: 團隊

source: Team / 2 members
ja: チーム / メンバー 2 人
ko: 팀 / 멤버 2명
zh_hans: 团队 / 2 位成员
zh_hant: 團隊 / 2 位成員

source: Thanks! Let’s keep it calm and easy to understand.
ja: ありがとうございます。落ち着いた、わかりやすい文章にしましょう。
ko: 고마워요! 차분하고 쉽게 이해할 수 있게 써봐요.
zh_hans: 谢谢！我们写得平实一点，让人容易理解。
zh_hant: 謝謝！我們寫得平實一點，讓人容易理解。

source: The launch brief is ready. Can you make the headline a little shorter?
ja: 公開に向けた資料ができました。見出しをもう少し短くできますか？
ko: 출시 안내를 준비했어요. 제목을 조금 더 짧게 다듬어줄 수 있나요?
zh_hans: 发布说明准备好了，可以把标题再写短一点吗？
zh_hant: 發布說明準備好了，可以把標題再寫短一點嗎？

source: The main idea is workspaces
ja: ワークスペースが中心に書かれています。
ko: 작업 공간이 중심 내용이에요.
zh_hans: 文案围绕工作区展开。
zh_hant: 文案圍繞工作空間展開。

source: The product should feel useful before it feels complicated.
ja: 仕組みの複雑さより先に、役立つことが伝わる製品にしましょう。
ko: 복잡한 기능보다 쓸모가 먼저 느껴져야 해요.
zh_hans: 先让人感到有用，再了解功能。
zh_hant: 先讓人感到實用，再認識功能。

source: The saved draft from Editor, ready for a second look.
ja: Editor で保存した下書きを、もう一度確認します。
ko: Editor에서 저장한 초안을 한 번 더 살펴봐요.
zh_hans: 再看一遍 Editor 中保存的草稿。
zh_hant: 再看一遍 Editor 中儲存的草稿。

source: Try headline, content, or screenshot.
ja: 見出し、コンテンツ、スクリーンショットで検索してみてください。
ko: 제목, 콘텐츠, 스크린샷으로 찾아보세요.
zh_hans: 试试搜索标题、内容或截图。
zh_hant: 試著搜尋標題、內容或截圖。

source: Undo
ja: 取り消す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 復原

source: Unsaved changes
ja: まだ保存していない変更があります。
ko: 아직 저장하지 않은 변경 사항이 있어요.
zh_hans: 还有未保存的更改。
zh_hant: 還有未儲存的變更。

source: Updated by actual Tatami hooks
ja: Tatami のフックから届いた状態です。
ko: Tatami 훅이 보낸 상태예요.
zh_hans: 状态来自实际的 Tatami 钩子事件。
zh_hant: 狀態來自實際的 Tatami 掛鉤事件。

source: Use no more than 40 characters. Lead with the benefit, then explain workspaces in the description.
ja: 40 文字以内で書きましょう。よい点を先に伝え、説明でワークスペースを紹介します。
ko: 40자 이내로 써주세요. 좋은 점을 먼저 전하고, 설명에서 작업 공간을 소개해요.
zh_hans: 请控制在 40 个字符以内。先说明好处，再在说明中介绍工作区。
zh_hant: 請控制在 40 個字元以內。先說明好處，再在說明中介紹工作空間。

source: WEBSITE / LAUNCH
ja: Web サイト / 公開
ko: 웹사이트 / 출시
zh_hans: 网站 / 发布
zh_hant: 網站 / 發布

source: WEBSITE PREVIEW
ja: Web サイトのプレビュー
ko: 웹사이트 미리보기
zh_hans: 网站预览
zh_hant: 網站預覽

source: Waiting for review
ja: レビューを待っています。
ko: 검토를 기다리고 있어요.
zh_hans: 等待评审。
zh_hant: 等待審閱。

source: Waiting for the next action…
ja: 次の操作を待っています。
ko: 다음 동작을 기다리고 있어요.
zh_hans: 等待下一步操作。
zh_hant: 等待下一個操作。

source: What should they understand?
ja: 何を理解してほしいですか？
ko: 무엇을 이해하면 좋을까요?
zh_hans: 希望他们了解什么？
zh_hant: 希望他們了解什麼？

source: What should we show?
ja: 何を見せますか？
ko: 무엇을 보여줄까요?
zh_hans: 应该展示什么？
zh_hant: 應該展示什麼？

source: Who is this for?
ja: 誰に向けた製品ですか？
ko: 누구를 위한 제품인가요?
zh_hans: 这是为谁准备的？
zh_hant: 這是為誰準備的？

source: Window
ja: ウインドウ
ko: 윈도우
zh_hans: 窗口
zh_hant: 視窗

source: Work in progress
ja: 作業を進めています。
ko: 작업하고 있어요.
zh_hans: 工作进行中。
zh_hant: 工作進行中。

source: Workspace status
ja: ワークスペースの状態
ko: 작업 공간 상태
zh_hans: 工作区状态
zh_hant: 工作空間狀態

source: YOUR WORK
ja: 自分の作業
ko: 내 작업
zh_hans: 你的工作
zh_hant: 你的工作

source: You
ja: 自分
ko: 나
zh_hans: 我
zh_hant: 我

source: Zoom
ja: 拡大／縮小
ko: 확대/축소
zh_hans: 缩放
zh_hant: 縮放

source: command
ja: コマンドを入力
ko: 명령 입력
zh_hans: 输入命令
zh_hant: 輸入指令

source: headline short content 40 characters calmer work description screenshot
ja: 見出し 短い コンテンツ 40文字 落ち着く 作業 説明 スクリーンショット
ko: 제목 짧게 콘텐츠 40자 차분하게 작업 설명 스크린샷
zh_hans: 标题 简短 内容 40个字符 从容 工作 说明 截图
zh_hant: 標題 簡短 內容 40個字元 從容 工作 說明 截圖

source: Reading saved revision %lld
ja: 保存したリビジョン %lld を読み込み中
ko: 저장한 버전 %lld 읽는 중
zh_hans: 正在读取保存的修订版 %lld
zh_hant: 正在讀取儲存的修訂版 %lld

source: %lld of 3 checks passed.
ja: 3 件中 %lld 件のチェックに合格しました。
ko: 검사 3개 중 %lld개를 통과했어요.
zh_hans: 3 项检查中 %lld 项通过。
zh_hant: 3 項檢查中通過 %lld 項。
